tap "homebrew/bundle"
brew "asdf"
brew "colima"
brew "docker"
brew "docker-compose"
brew "gh"
brew "starship"
brew "tree"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alt-tab"
cask "deepl"
cask "discord"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
vscode "github.github-vscode-theme"
vscode "leonardssh.vscord"
vscode "pkief.material-icon-theme"
