tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "anyenv"
brew "asdf"
brew "awscli"
brew "colima"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gh"
brew "go-task"
brew "neovim"
brew "peco"
brew "screen"
brew "sheldon"
brew "starship"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alt-tab"
cask "deepl"
cask "figma"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "raycast"
cask "skitch"
cask "sublime-text"
cask "visual-studio-code"
cask "warp"
vscode "andys8.jest-snippets"
vscode "asvetliakov.vscode-neovim"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.github-vscode-theme"
vscode "hediet.vscode-drawio"
vscode "icrawl.discord-vscode"
vscode "jasonnutter.search-node-modules"
vscode "jawandarajbir.react-vscode-extension-pack"
vscode "leizongmin.node-module-intellisense"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "pulkitgangwar.nextjs-snippets"
vscode "redhat.vscode-yaml"
vscode "saikou9901.evilinspector"
vscode "satokaz.vscode-bs-ctrlchar-remover"
vscode "steoates.autoimport"
vscode "syler.sass-indented"
vscode "vincaslt.highlight-matching-tag"
vscode "whosydd.carbon"
vscode "withfig.fig"
vscode "xabikos.javascriptsnippets"
vscode "xabikos.reactsnippets"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
