tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "anyenv"
brew "asdf"
brew "colima"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gh"
brew "go-task"
brew "neovim"
brew "peco"
brew "screen"
brew "sheldon"
brew "starship"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alt-tab"
cask "deepl"
cask "fig"
cask "font-hack-nerd-font"
cask "iterm2"
cask "raycast"
cask "skitch"
cask "sublime-text"
cask "visual-studio-code"
cask "warp"
vscode "withfig.fig"
